{
  "Section_Type": "Wheels",
  "Overview": "Wheels are blocks in Trailmakers. They are used to make something move better on the ground. Wheels are rounded objects even though they have a square hitbox in build mode. Wheels can be un-powered so they will roll freely, or you can link an Engine to them to power them. You can also use wheels above and underwater, but engines won't be able to spin them unless the engine is above water. Unless otherwise stated, the HP value displayed is the value after the blocks hidden modifiers, as most blocks share the same 400 base HP.",
  "Blocks": [
    {
      "title": "Offroad Wheel",
      "image": "BWheelOffroad.png",
      "caption": "Slightly better traction on rough terrain than on tarmac.",
      "weight": "10kg",
      "size": "2x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "The starter wheels in the campaign. They are a medium sized wheel with solid performance on grass/sand/etc. However, they will struggle in mud."
    },
    {
      "title": "Racing Wheel",
      "image": "BWheelRacing.png",
      "caption": "Better grip on tarmac than rough terrain.",
      "weight": "10kg",
      "size": "2x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A medium sized wheel that performs particularly well when on tarmac but entirely fails offroad."
    },
    {
      "title": "Monster Truck Wheel",
      "image": "BWheelMonster.png",
      "caption": "Large and heavy wheel with good overall grip.",
      "weight": "25kg",
      "size": "4x6x6",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "The largest of all wheels and by far the heaviest. The best wheel in terms of control in mud and offroad terrain, however, it is offset by the fact it will immensely slow a vehicle down due to the weight, friction, and poor aerodynamics."
    },
    {
      "title": "Go-kart Wheel",
      "image": "BWheelKart.png",
      "caption": "Small wheel with better grip on tarmac than rough terrain.",
      "weight": "2kg",
      "size": "1x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "One of the lightest wheels. Almost no traction on anything other than tarmac."
    },
    {
      "title": "Slim Wheel",
      "image": "BWheelSlim.png",
      "caption": "Relatively poor grip and speed, but very light weight.",
      "weight": "1.5kg",
      "size": "1x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A medium sized and thin wheel with atrociously bad control, especially in offroad terrain. Despite its description, it is by far the fastest wheel due to its light weight, aerodynamics, and lack of friction, making it excellent for vehicles that don't need to turn much on the ground (such as drag racers or planes that require runways)."
    },
    {
      "title": "Drag Racing Wheel",
      "image": "BWheelDrag.png",
      "caption": "Large wheel with better grip on tarmac than rough terrain.",
      "weight": "20kg",
      "size": "4x5x5",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "An enormous wheel that's size is only surpassed by the Monster Truck Wheel. It has the best grip of all wheels on paved surfaces and thus does not easily come off the ground or lose control when turning on its intended surface. Despite its name, in terms of speed it's terrible, as it will slow a vehicle down due to the heavy weight and friction."
    },
    {
      "title": "Truck Wheel",
      "image": "BWheelTruck.png",
      "caption": "Large wheel with good overall grip.",
      "weight": "15kg",
      "size": "2x5x5",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A large wheel that performs well on offroad terrain. Not nearly as large or heavy as the Monster Truck Wheel and thus, will not slow a vehicle down as much. While it performs better than most wheels in the mud, it will still suffer from some lack of control."
    },
    {
      "title": "Spiked Wheel",
      "image": "BWheelSpiked.png",
      "caption": "Good grip on rough terrain.",
      "weight": "10kg",
      "size": "2x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A medium sized wheel with spikes embedded into it. Has excellent grip in offroad terrain, keeping lighter vehicles grounded when driving offroad while only suffering a slight loss in speed compared to the offroad wheels. However, they still perform poorly in mud. An excellent replacement for the offroad wheels if you favor control over speed."
    },
    {
      "title": "Motorcycle Wheel",
      "image": "BWheelBike.png",
      "caption": "A rad wheel for your hog. Average grip on all surfaces.",
      "weight": "7.5kg",
      "size": "1x3x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A medium sized thin wheel with decent control. A very fast wheel that, unlike the Slim Wheel, has some measure of control. In comparison to dedicated offroad/tarmac wheels however, it's flighty and can easily lose control when turning."
    },
    {
      "title": "Landing Wheels",
      "image": "BWheelLanding.png",
      "caption": "A pair of landing wheels to fit under an airplane.",
      "weight": "7.5kg",
      "size": "2x2x3",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "Simplest wheel to put underneath a vehicle as it has mounting points on the top. Average grip on all surfaces with slightly better grip on tarmac."
    },
    {
      "title": "Ski",
      "image": "BWheelSki.png",
      "caption": "For gliding.",
      "weight": "0.2kg",
      "size": "1x4x1",
      "hp": "",
      "aero": "",
      "other": "It costs 20 complexity and is the most complexity expensive block",
      "about": "Not technically a wheel, but still placed under the category. It very easily slides across the ground. Unlike tires, it does not make use of an engine nor does it rotate, and so it requires another form of propulsion (such as a thruster) in order to make use of it."
    },
    {
      "title": "Hover Block",
      "image": "BWheelHover.png",
      "caption": "Lift engine that generates an air cushion under your vehicle.",
      "weight": "14.1kg",
      "size": "4x4x1",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "Can float vehicle on water, when it moves very fast."
    },
    {
      "title": "Friction Pad",
      "image": "BWheelPad.png",
      "caption": "A pad with very high friction.",
      "weight": "0.5kg",
      "size": "1x1x1",
      "hp": "",
      "aero": "",
      "other": "",
      "about": "A block where one side is a rubber like bump that provides a ton of friction."
    }
  ],
  "Odd_Wheel_Behaviors": "Wheels on their side have no friction. This results in essentially recreating ski physics with more axis to move and a bigger hitbox. Additionally, wheels receive no damage on their sides. A few of the many uses you can find for this behavior include: Realistic hovercraft (using the 0 friction behavior), Bumper cars (using the 0 friction behavior), Landing pods/reentry capsules (using the indestructible behavior)."
}
