{
    "puns": [
        {
            "text": "I was going to build a car in Trailmakers, but I auto know better!"
        },
        {
            "text": "Our racing team is really wheel-y good at building!"
        },
        {
            "text": "The new builder kept trying to make a flying machine... it didn't go plane sailing!"
        },
        {
            "text": "What happened when the builder tried to make a submarine? Things went under-water they expected!"
        },
        {
            "text": "My hover vehicle wasn't working... I guess you could say it was a hover-done!"
        },
        {
            "text": "When my friend's car build failed, I told him to re-tire from building!"
        },
        {
            "text": "My helicopter build wasn't stable... I guess you could say it rotor-ted!"
        },
        {
            "text": "Need help with suspension? Let me spring into action!"
        },
        {
            "text": "That steering mechanism isn't working? Better get a grip on it!"
        },
        {
            "text": "My fast car build was drag-ging behind!"
        },
        {
            "text": "I wheelie need to work on my vehicle designs!"
        },
        {
            "text": "Tank builds giving you trouble? Let's roll with it!"
        },
        {
            "text": "Having powercore problems? Watts the matter?"
        },
        {
            "text": "My submarine build is sub-par at best!"
        },
        {
            "text": "That's not just any vehicle, it's a masterpiece in motion!"
        },
        {
            "text": "My flying creation keeps crashing - guess I'm still winging it!"
        },
        {
            "text": "The race track is getting boring, let's switch gears!"
        },
        {
            "text": "My friend's build kept falling apart... I told him to get it together!"
        },
        {
            "text": "These hover blocks are really lifting my spirits!"
        },
        {
            "text": "My jet engine creation is really taking off!"
        },
        {
            "text": "That's not a bug, it's a feature-istic design choice!"
        },
        {
            "text": "My car keeps spinning out - I guess you could say it's turned around!"
        },
        {
            "text": "These thrusters are really pushing my limits!"
        },
        {
            "text": "My build might not be perfect, but it's got a lot of drive!"
        },
        {
            "text": "These pistons are really pumping me up!"
        },
        {
            "text": "My helicopter's stability is really up in the air!"
        },
        {
            "text": "My submarine build is really in deep water now!"
        },
        {
            "text": "The suspension on this build has its ups and downs!"
        },
        {
            "text": "My vehicle's steering is turning out great!"
        },
        {
            "text": "These servos are really moving things along!"
        },
        {
            "text": "My tank build is really crushing it!"
        },
        {
            "text": "This build is really gaining traction!"
        },
        {
            "text": "My hover vehicle is really floating my boat!"
        },
        {
            "text": "These gears are really grinding my patience!"
        },
        {
            "text": "My propeller design is really spinning out of control!"
        },
        {
            "text": "This build has really got me revved up!"
        },
        {
            "text": "My race car is exhausting to build!"
        },
        {
            "text": "These blocks are really stacking up!"
        },
        {
            "text": "My vehicle's balance is a bit tilted!"
        },
        {
            "text": "These wings are really helping me soar!"
        },
        {
            "text": "My boat build is making quite a splash!"
        },
        {
            "text": "This build is really bearing fruit!"
        },
        {
            "text": "My vehicle's stability is on shaky ground!"
        },
        {
            "text": "These joints are really pivotal to my design!"
        },
        {
            "text": "My build's aerodynamics are really up in the air!"
        },
        {
            "text": "This creation is really gaining momentum!"
        },
        {
            "text": "My vehicle's handling is really turning heads!"
        },
        {
            "text": "These powercores are really energizing my build!"
        },
        {
            "text": "My flying machine is taking a nosedive in popularity!"
        },
        {
            "text": "This tank build is really on track!"
        },
        {
            "text": "My hover vehicle is getting a lift in performance!"
        },
        {
            "text": "These thrusters are really giving me a boost!"
        },
        {
            "text": "My submarine is diving into new territory!"
        },
        {
            "text": "This build is really shifting gears!"
        },
        {
            "text": "My helicopter is really whirling up a storm!"
        },
        {
            "text": "These pistons are the driving force of my creation!"
        },
        {
            "text": "My race car is speeding past expectations!"
        },
        {
            "text": "This design is really steering me right!"
        },
        {
            "text": "My vehicle's balance is tipping the scales!"
        },
        {
            "text": "These blocks are the building blocks of success!"
        },
        {
            "text": "My propeller design is really spinning into shape!"
        },
        {
            "text": "This creation is really motoring along!"
        },
        {
            "text": "My suspension system is really bouncing back!"
        }
    ]
}